{
  "login": "Masuk",
  "login_description": "Masukkan email kantor Anda untuk dialihkan ke halaman login perusahaan.",
  "email_label": "Alamat Email",
  "email_placeholder": "pengguna@perusahaan-anda.com",
  "error_label": "Kesalahan:",
  "redirecting": "Mengalihkan...",
  "continue": "Lanjutkan",
  "zoom_link_info": "Silakan masuk untuk menyelesaikan penautan akun Zoom baru Anda.",
  "join_url_label": "URL Gabung",
  "join_url_zoom_placeholder": "mis., https://us02web.zoom.us/j/...",
  "or_divider": "ATAU",
  "meeting_id_label": "ID Rapat",
  "meeting_id_placeholder": "mis., 800 1234 5678",
  "passcode_label": "Kode Sandi",
  "passcode_placeholder": "mis., a1B2c3",
  "join_zoom_btn": "Gabung Sesi Zoom",
  "add_to_zoom": "Belum menambahkan aplikasi kami ke akun Zoom Anda?",
  "add_to_zoom_btn": "Tambahkan Aplikasi ke Zoom",
  "session_id_label": "ID Sesi",
  "session_id_placeholder": "mis., 'uji-coba'",
  "join_test_btn": "Gabung Sesi Uji Coba",
  "finishing_zoom_setup": "Menyelesaikan pengaturan akun Zoom...",
  "zoom_linked_success": "Akun Zoom berhasil ditautkan!",
  "zoom_link_failed": "Gagal menautkan Zoom: {{error}}. Silakan coba sambungkan kembali dari profil Anda.",
  "error_missing_zoom_input": "Harap berikan URL Gabung atau ID Rapat.",
  "error_auth_failed": "Autentikasi gagal. Silakan periksa masukan Anda.",
  "error_no_session_id": "Server tidak mengembalikan ID sesi.",
  "error_no_token": "Server tidak mengembalikan token autentikasi.",
  "error_missing_session_id": "Harap berikan ID Sesi.",
  "error_test_auth_failed": "Autentikasi uji coba gagal. Silakan periksa ID sesi Anda.",
  "choose_integration": "Pilih integrasi Anda",
  "integration_zoom": "Zoom",
  "integration_test": "Uji Coba",
  "back_to_home": "← Kembali ke Beranda",
  "support_title": "Pusat Bantuan & Dukungan",
  "support_intro": "Selamat datang di halaman dukungan untuk Aplikasi Terjemahan CALC. Aplikasi ini adalah alat internal untuk staf organisasi CALC atau anak perusahaannya guna menyediakan terjemahan dan transkripsi waktu nyata selama rapat Zoom.",
  "app_function_title": "Apa kegunaan aplikasi ini?",
  "app_parts_intro": "Sistem ini bekerja dalam dua bagian:",
  "hosts_title": "Untuk Host Rapat:",
  "hosts_desc": "Integrasi Aplikasi Zoom, yang harus diinstal oleh host rapat, menangkap audio rapat secara aman dan mengirimkannya ke server internal kami untuk diproses.",
  "participants_title": "Untuk Peserta Rapat (Penonton):",
  "participants_desc": "Aplikasi Web dan Aplikasi Desktop terpisah tempat peserta dapat masuk untuk melihat umpan terjemahan dan transkripsi langsung untuk rapat mereka.",
  "app_usage_summary": "Pengguna akhir atau peserta hanya perlu mengunjungi URL web atau menggunakan aplikasi desktop untuk melihat umpan. Hanya host rapat yang berinteraksi dengan integrasi Aplikasi Zoom.",
  "getting_started_participants_title": "Memulai: Untuk Peserta Rapat (Penonton)",
  "option_1_title": "Opsi 1: Lihat melalui Browser Web (Disarankan)",
  "option_1_desc": "Ini adalah metode termudah dan tidak memerlukan instalasi.",
  "step_browser_1": "Buka browser web Anda (mis., Chrome, Edge).",
  "step_browser_2": "Arahkan ke URL aplikasi web",
  "step_browser_3": "Autentikasi menggunakan kredensial perusahaan Anda.",
  "step_browser_4": "Setelah masuk, Anda mungkin harus memberikan ID Rapat atau kata sandi untuk bergabung",
  "option_2_title": "Opsi 2: Lihat melalui Aplikasi Desktop",
  "step_desktop_1_label": "Pergi ke Rilis:",
  "step_desktop_1_text": "Klik",
  "step_desktop_1_link": "DI SINI",
  "step_desktop_2_label": "Unduh:",
  "step_desktop_2_text_1": "Pada halaman tersebut, temukan bagian",
  "step_desktop_2_bold": "Assets",
  "step_desktop_2_text_2": "dan klik file bernama",
  "step_desktop_2_text_3": "untuk mengunduhnya.",
  "step_desktop_3_label": "Jalankan Penginstal:",
  "step_desktop_3_text": "Setelah diunduh, buka file .exe untuk memulai instalasi.",
  "step_desktop_4_label": "Setujui Instalasi:",
  "step_desktop_4_text_1": "Klik",
  "step_desktop_4_bold": "Yes",
  "step_desktop_4_text_2": "ketika Windows meminta izin untuk melakukan perubahan.",
  "step_desktop_5": "Ikuti langkah autentikasi yang sama seperti versi web.",
  "windows_warning_title": "Windows Melindungi PC Anda?",
  "windows_warning_desc": "Anda mungkin melihat layar biru bertuliskan \"Windows protected your PC\". Ini wajar.",
  "windows_warning_step_1_text": "Klik teks kecil yang bertuliskan",
  "windows_warning_step_1_bold": "\"More info\"",
  "windows_warning_step_2_text_1": "Tombol baru,",
  "windows_warning_step_2_bold": "\"Run anyway\"",
  "windows_warning_step_2_text_2": ", akan muncul. Klik tombol tersebut.",
  "windows_warning_note": "*Peringatan ini muncul hanya karena aplikasi tidak terdaftar di Microsoft (proses yang mahal). Aman untuk menginstal jika diunduh langsung dari repositori GitHub ini atau didistribusikan melalui organisasi.",
  "getting_started_hosts_title": "Memulai: Untuk Host Rapat (Mengirim Audio)",
  "note_label": "Catatan:",
  "prerequisites_label": "Prasyarat:",
  "zoom_marketplace_label": "Zoom App Marketplace",
  "host_add_title": "Menambahkan Aplikasi",
  "host_add_desc": "Untuk mengaktifkan terjemahan waktu nyata bagi rapat Anda, Anda harus menginstal aplikasi terlebih dahulu menggunakan tautan distribusi pribadi.",
  "host_add_note_1": "Karena ini adalah alat internal, aplikasi ini",
  "host_add_note_bold": "tidak terdaftar",
  "host_add_note_2": ". Anda tidak dapat menemukannya dengan mencari di Zoom Marketplace publik.",
  "host_add_step_1_text": "Arahkan ke",
  "host_add_step_1_bold": "URL instalasi pribadi",
  "host_add_step_1_text_2": "yang disediakan oleh administrator IT Anda.",
  "host_add_step_2": "Jika diminta, masuk ke akun Zoom Anda.",
  "host_add_step_3_text": "Klik tombol",
  "host_add_step_3_bold": "Add",
  "host_add_step_3_text_2": "(atau \"Visit Site to Install\").",
  "host_add_step_4": "Ikuti petunjuk di layar untuk mengotorisasi aplikasi. Ini memberikan izin bagi aplikasi untuk menangkap audio rapat untuk diterjemahkan.",
  "host_install_trouble_1": "Masalah saat menginstal? Silakan merujuk ke bagian",
  "host_install_trouble_2": "di bawah ini atau hubungi dukungan.",
  "host_usage_title": "Penggunaan",
  "host_usage_desc": "Aplikasi ini dirancang untuk berjalan dengan tenang di bilah samping rapat Anda.",
  "host_usage_prereq": "Anda harus menjadi Host Rapat untuk memulai streaming terjemahan.",
  "host_usage_step_1_label": "Mulai Rapat:",
  "host_usage_step_1_text": "Buka Zoom dan mulai rapat Anda.",
  "host_usage_step_2_label": "Luncurkan Aplikasi:",
  "host_usage_step_2_text": "Klik ikon",
  "host_usage_step_2_bold_1": "Apps ",
  "host_usage_step_2_text_2": "di bilah alat Zoom Anda, lalu pilih",
  "host_usage_step_2_bold_2": "CALC Translation App",
  "host_usage_step_3_label": "Stream Aktif:",
  "host_usage_step_3_text": "Bilah samping aplikasi akan terbuka. Setelah status menunjukkan \"Active\", audio sedang dikirim secara aman ke server terjemahan.",
  "host_usage_step_4_label": "Hentikan Stream:",
  "host_usage_step_4_text": "Untuk menghentikan terjemahan, cukup tutup bilah samping Aplikasi atau akhiri rapat.",
  "host_remove_title": "Menghapus Aplikasi",
  "host_remove_desc": "Jika Anda tidak lagi memerlukan layanan terjemahan, Anda dapat menghapus aplikasi dari akun Anda kapan saja.",
  "host_remove_step_1_text": "Masuk ke akun Zoom Anda dan arahkan ke",
  "host_remove_step_2_text": "Klik",
  "host_remove_step_2_bold_1": "Manage",
  "host_remove_step_2_bold_2": "Added Apps",
  "host_remove_step_2_text_2": "atau cari \"CALC Translation App\".",
  "host_remove_step_3": "Pilih \"CALC Translation App\".",
  "host_remove_step_4_text": "Klik",
  "host_remove_step_4_bold": "Remove",
  "host_remove_implications_title": "Penanganan Data & Implikasi Penghapusan:",
  "host_remove_imp_1_bold": "Gangguan Layanan:",
  "host_remove_imp_1_text": "Menghapus aplikasi mencegah Anda menyiarkan audio untuk terjemahan di rapat mendatang.",
  "host_remove_imp_2_bold": "Retensi Data:",
  "host_remove_imp_2_text": "Menghapus aplikasi tidak menghapus transkrip rapat sebelumnya secara instan. Transkrip historis disimpan di server internal CALC sesuai dengan kebijakan retensi data perusahaan untuk kepatuhan dan peninjauan.",
  "host_remove_imp_3_bold": "Instalasi Ulang:",
  "host_remove_imp_3_text": "Anda dapat menambahkan kembali aplikasi kapan saja untuk melanjutkan layanan.",
  "faq_title": "Pertanyaan yang Sering Diajukan (FAQ)",
  "faq_1_q": "T: (Sebagai Penonton) Umpan terjemahan kosong atau tidak diperbarui. Apa yang harus saya lakukan?",
  "faq_1_a": "- Pertama, coba segarkan halaman web atau mulai ulang aplikasi desktop. Jika masih tidak berfungsi, host rapat mungkin belum memulai umpan audio dari sisi mereka. Harap beri tahu host bahwa umpan tidak aktif.",
  "faq_2_q": "T: (Sebagai Host) Peserta mengatakan terjemahan tidak muncul. Apa yang harus saya lakukan?",
  "faq_2_a": "- Pertama, periksa apakah CALC Translation App terbuka dan aktif di rapat Zoom Anda. Kedua, coba jeda atau hentikan aplikasi Zoom sementara. Jika masih tidak berhasil, coba tinggalkan rapat dan bergabung kembali.",
  "faq_3_q": "T: Sebagai peserta (penonton), apakah saya perlu menginstal sesuatu di Zoom?",
  "faq_3_a": "- Tidak. Anda hanya perlu mengakses URL web atau menggunakan aplikasi penampil desktop opsional. Hanya host rapat yang menginstal aplikasi di dalam Zoom.",
  "faq_4_q": "T: Terjemahannya tidak akurat atau ada kesalahan.",
  "faq_4_a_intro": "- Aplikasi ini menggunakan layanan AI canggih (Soniox) untuk terjemahan, tetapi tidak sempurna. Akurasi dapat dipengaruhi oleh:",
  "faq_4_point_1": "Kualitas audio yang buruk",
  "faq_4_point_2": "Kebisingan latar belakang yang signifikan dalam rapat",
  "faq_4_point_3": "Beberapa orang berbicara sekaligus",
  "faq_4_point_4": "Bicara yang sangat cepat atau tidak jelas",
  "faq_5_q": "T: Saya tidak dapat menemukan transkrip dari rapat terakhir saya.",
  "faq_5_a": "- Hanya pengguna yang menghadiri rapat tertentu yang dapat mengakses transkrip yang tersimpan. Jika Anda menghadiri rapat dan masih tidak dapat menemukan transkrip, hubungi administrator IT Anda untuk bantuan terkait hak akses.",
  "faq_6_q": "T: Siapa yang dapat melihat terjemahan langsung?",
  "faq_6_a": "- Umpan transkripsi dan terjemahan waktu nyata dapat dilihat oleh semua peserta rapat yang terautentikasi menggunakan aplikasi web atau desktop.",
  "faq_7_q": "T: Siapa yang dapat mengakses transkrip yang tersimpan setelah rapat?",
  "faq_7_a": "- Akses dibatasi untuk pengguna yang menghadiri rapat tersebut. Harap perlakukan semua transkrip sebagai informasi rahasia perusahaan, sejalan dengan kebijakan data internal kami.",
  "direct_support_title": "Cara Mendapatkan Dukungan Langsung",
  "direct_support_intro": "Jika FAQ di atas tidak memecahkan masalah Anda, kami di sini untuk membantu.",
  "tech_support_title": "Untuk Dukungan Teknis, Laporan Bug, atau Pertanyaan Fitur:",
  "tech_support_desc": "Silakan hubungi pengembang aplikasi secara langsung:",
  "contact_dev": "Kontak: Jonah Carpenter",
  "contact_method": "Metode: Silakan gunakan ikon email di bawah ini.",
  "bug_report_details": "Saat melaporkan bug, harap sertakan detail sebanyak mungkin:",
  "bug_report_subject": "Sertakan \"CALC Translation App\" di baris subjek.",
  "bug_report_date": "Tanggal dan waktu masalah terjadi",
  "bug_report_meeting_id": "ID Rapat Zoom (jika memungkinkan)",
  "bug_report_desc": "Deskripsi singkat tentang apa yang terjadi, dan idealnya tangkapan layar jika memungkinkan.",
  "policy_questions_title": "Untuk Pertanyaan Instalasi, Akses, atau Kebijakan:",
  "policy_questions_desc": "Untuk masalah terkait menginstal aplikasi, mendapatkan otorisasi untuk akun Zoom Anda, atau mengakses transkrip rapat tertentu, silakan hubungi:",
  "contact_it": "Kontak: Administrator IT internal Anda",
  "go_to_home": "Buka Beranda",
  "privacy_title": "Kebijakan Privasi",
  "internal_use_only": "Aplikasi ini ditujukan untuk penggunaan organisasi internal",
  "effective_date": "Tanggal Efektif: November 2025",
  "purpose_title": "Tujuan",
  "privacy_policy_intro": "Kebijakan Privasi ini berlaku untuk aplikasi Terjemahan CALC. Aplikasi ini dikembangkan dan dikelola oleh Jonah Carpenter dan ditujukan semata-mata untuk penggunaan internal oleh anggota resmi organisasi CALC atau anak perusahaannya.",
  "app_purpose_desc": "Tujuan Aplikasi ini adalah menyediakan layanan terjemahan dan transkripsi waktu nyata selama rapat Zoom internal untuk meningkatkan komunikasi dan aksesibilitas bagi staf kami.",
  "info_process_title": "Informasi yang Kami Proses",
  "info_process_intro": "Untuk menyediakan layanannya, Aplikasi memproses data berikut:",
  "data_audio_title": "Data Audio Waktu Nyata:",
  "data_audio_desc": "Aplikasi menangkap aliran audio dari rapat Zoom Anda secara waktu nyata. Audio ini segera diproses untuk menghasilkan terjemahan dan transkripsi.",
  "data_user_id_title": "Pengenal Pengguna:",
  "data_user_id_desc": "Kami menggunakan informasi dasar peserta Zoom (mis., nama tampilan) untuk mengatribusikan ucapan secara akurat ke pembicara yang tepat dalam transkripsi langsung dan transkrip akhir yang tersimpan.",
  "data_transcription_title": "Data Transkripsi dan Terjemahan:",
  "data_transcription_desc": "Ini adalah teks yang dihasilkan dari aliran audio. Teks ini ditampilkan langsung selama rapat dan di dalam file transkrip yang dapat diunduh pada akhir rapat.",
  "data_sharing_title": "Berbagi Data dan Layanan Pihak Ketiga",
  "no_selling_data": "Kami tidak menjual, menyewakan, atau memperdagangkan data pribadi apa pun dengan pihak ketiga untuk tujuan pemasaran atau periklanan.",
  "third_party_requirement": "Untuk menyediakan fungsi terjemahan inti, kami harus membagikan aliran audio langsung dengan layanan pihak ketiga.",
  "service_provider_title": "Penyedia Layanan:",
  "service_provider_text": "Kami menggunakan",
  "service_provider_role": "sebagai sub-prosesor untuk mengubah ucapan menjadi teks dan melakukan terjemahan.",
  "data_shared_title": "Data yang Dibagikan:",
  "data_shared_text": "Hanya audio rapat waktu nyata yang dikirim ke penyedia ini.",
  "sharing_purpose_title": "Tujuan:",
  "sharing_purpose_text": "Pembagian ini semata-mata untuk tujuan menghasilkan terjemahan dan transkripsi.",
  "storage_security_title": "Penyimpanan, Retensi, dan Keamanan Data",
  "data_storage_title": "Penyimpanan Data:",
  "data_storage_text": "Aplikasi menyimpan transkrip rapat akhir. Transkrip ini mencakup teks lengkap transkripsi, nama pembicara, dan stempel waktu.",
  "data_retention_title": "Retensi Data:",
  "data_retention_text": "Transkrip yang tersimpan dipertahankan di database cloud aman kami",
  "security_title": "Keamanan:",
  "security_text": "Kami menerapkan perlindungan administratif, teknis, dan fisik yang wajar untuk melindungi data yang kami proses dan simpan. Ini mencakup autentikasi per rapat, dan token aman antara klien dan server untuk mencegah akses, penggunaan, atau pengungkapan yang tidak sah.",
  "access_info_title": "Akses ke Informasi",
  "access_control_intro": "Akses ke data dikontrol dengan ketat:",
  "app_installation_title": "Instalasi Aplikasi:",
  "app_installation_text": "Hanya akun Zoom resmi dalam organisasi yang dapat menginstal dan menggunakan Aplikasi menggunakan URL pribadi.",
  "live_data_title": "Data Langsung:",
  "live_data_text": "Umpan transkripsi dan terjemahan waktu nyata dapat dilihat oleh semua peserta dalam rapat Zoom demi transparansi, asalkan mereka memiliki kredensial rapat yang tepat.",
  "stored_transcripts_title": "Transkrip Tersimpan:",
  "stored_transcripts_text": "Akses ke transkrip tersimpan dibatasi untuk pengguna yang menghadiri atau telah menghadiri rapat tertentu.",
  "user_rights_title": "Hak Pengguna dan Manajemen Data",
  "user_rights_text_1": "Sesuai dengan kebijakan tata kelola data internal kami, karyawan mungkin memiliki hak untuk mengakses, meninjau, atau meminta penghapusan transkrip rapat yang mereka ikuti.",
  "user_rights_text_2": "Semua permintaan akan ditangani sesuai dengan kebijakan perusahaan dan persyaratan retensi data. Untuk membuat permintaan seperti itu, silakan hubungi pengembang atau administrator IT Anda melalui informasi kontak di bawah ini.",
  "policy_changes_title": "Perubahan pada Kebijakan ini",
  "policy_changes_text": "Kebijakan ini dapat diperbarui secara berkala untuk mencerminkan perubahan dalam operasi, teknologi, atau kewajiban kepatuhan kami. Semua pengguna internal akan diberitahu tentang pembaruan material melalui saluran komunikasi resmi perusahaan.",
  "contact_info_title": "Informasi Kontak",
  "contact_info_text": "Untuk pertanyaan, masalah, atau permintaan data apa pun terkait Kebijakan Privasi ini atau Aplikasi, silakan hubungi pengembang aplikasi, Jonah Carpenter, melalui ikon email di bawah ini.",
  "terms_title": "Ketentuan Layanan",
  "acceptance_title": "Penerimaan Ketentuan",
  "terms_intro_1": "Ketentuan Layanan ini mengatur penggunaan Anda atas aplikasi Terjemahan CALC, yang dikembangkan oleh Jonah Carpenter. Aplikasi ini disediakan semata-mata untuk penggunaan internal oleh anggota resmi organisasi CALC atau anak perusahaannya.",
  "terms_intro_2": "Dengan menginstal, mengakses, atau menggunakan Aplikasi, Anda setuju untuk terikat oleh Ketentuan ini dan Kebijakan Privasi Aplikasi Terjemahan CALC yang menyertainya. Jika Anda tidak menyetujui ketentuan ini, jangan menginstal atau menggunakan Aplikasi.",
  "purpose_grant_title": "Tujuan dan Pemberian Hak Penggunaan",
  "license_grant": "Tunduk pada kepatuhan Anda terhadap Ketentuan ini, Anda diberikan lisensi terbatas, non-eksklusif, tidak dapat dipindahtangankan, dan dapat ditarik kembali untuk menggunakan Aplikasi pada perangkat yang diotorisasi organisasi, semata-mata untuk tujuan bisnis internal sebagai Pengguna Resmi.",
  "privacy_data_title": "Privasi dan Penanganan Data",
  "privacy_terms_intro": "Penggunaan Anda atas Aplikasi tunduk pada Kebijakan Privasi Aplikasi Terjemahan CALC, yang merinci cara kami memproses, menyimpan, dan membagikan informasi. Dengan menggunakan Aplikasi, Anda mengakui dan menyetujui bahwa:",
  "privacy_point_1": "Aplikasi memproses data audio waktu nyata dari rapat Zoom Anda.",
  "privacy_point_2": "Aplikasi menggunakan pengenal pengguna dasar (mis., nama tampilan) untuk mengatribusikan ucapan.",
  "privacy_point_3": "Aplikasi menghasilkan dan menyimpan transkrip rapat.",
  "privacy_point_4": "Data audio waktu nyata dibagikan dengan sub-prosesor pihak ketiga (Soniox) semata-mata untuk tujuan menghasilkan transkripsi dan terjemahan.",
  "user_conduct_title": "Perilaku dan Tanggung Jawab Pengguna",
  "user_conduct_intro": "Sebagai Pengguna Resmi, Anda menyetujui hal-hal berikut:",
  "authorized_use_title": "Penggunaan Resmi:",
  "authorized_use_text": "Anda hanya akan menggunakan Aplikasi jika Anda adalah anggota aktif dan resmi dari organisasi CALC atau anak perusahaannya. Anda tidak akan membagikan kredensial akses Anda dengan orang yang tidak berwenang atau pihak eksternal mana pun.",
  "confidentiality_title": "Kerahasiaan:",
  "confidentiality_text": "Transkrip rapat yang dihasilkan dan disimpan oleh Aplikasi dianggap sebagai data internal perusahaan. Anda harus menangani transkrip ini sesuai dengan semua kebijakan internal perusahaan yang berlaku mengenai informasi rahasia.",
  "prohibited_actions_title": "Tindakan yang Dilarang:",
  "prohibited_actions_intro": "Anda setuju untuk tidak:",
  "prohibited_1": "Mencoba mengakses transkrip dari rapat yang tidak Anda hadiri, kecuali diizinkan secara eksplisit oleh kebijakan internal.",
  "prohibited_2": "Menggunakan Aplikasi untuk tujuan ilegal, tidak sah, atau tidak etis.",
  "prohibited_3": "Mencoba merekayasa balik, mendekompilasi, atau mengakses kode sumber Aplikasi.",
  "prohibited_4": "Membypass atau mencoba membypass langkah-langkah keamanan apa pun, seperti autentikasi atau token JWT.",
  "prohibited_5": "Menggunakan layanan dengan cara yang dapat merusak, menonaktifkan, atau membebani Aplikasi atau sistem dasarnya.",
  "access_data_intro": "Akses Anda ke data melalui Aplikasi dikontrol dengan ketat:",
  "disclaimer_title": "Penafian Jaminan",
  "disclaimer_as_is": "Aplikasi disediakan \"apa adanya\" dan \"sebagaimana tersedia\" tanpa jaminan apa pun, tersurat maupun tersirat.",
  "disclaimer_accuracy": "Terjemahan dan transkripsi adalah proses kompleks yang mungkin mengalami kesalahan. Kami tidak menjamin atau menggaransi keakuratan, kelengkapan, atau keandalan 100% dari setiap terjemahan atau transkripsi yang disediakan oleh Aplikasi. Pengembang dan organisasi tidak bertanggung jawab atas kesalahpahaman, kesalahan, kelalaian, atau keputusan yang dibuat berdasarkan informasi yang disediakan oleh Aplikasi.",
  "termination_title": "Penghentian Penggunaan",
  "termination_text": "Hak Anda untuk menggunakan Aplikasi dapat ditangguhkan atau dihentikan kapan saja, dengan atau tanpa pemberitahuan, oleh organisasi Anda atau pengembang karena alasan apa pun, termasuk namun tidak terbatas pada pelanggaran Ketentuan ini atau perubahan status pekerjaan Anda.",
  "changes_terms_title": "Perubahan pada Ketentuan Ini",
  "changes_terms_text": "Ketentuan ini dapat diperbarui secara berkala untuk mencerminkan perubahan dalam operasi, teknologi, atau kewajiban kepatuhan kami. Semua pengguna internal akan diberitahu tentang pembaruan material melalui saluran komunikasi resmi perusahaan. Penggunaan berkelanjutan atas Aplikasi setelah pemberitahuan tersebut merupakan penerimaan Anda terhadap Ketentuan baru.",
  "contact_terms_text": "Untuk pertanyaan atau masalah apa pun terkait Ketentuan Layanan ini atau Aplikasi, silakan hubungi pengembang aplikasi, Jonah Carpenter, melalui ikon email di bawah ini.",
  "footer_copyright": "© {{year}} Terjemahan CALC",
  "support_link": "Dukungan",
  "privacy_link": "Privasi",
  "terms_link": "Ketentuan",
  "email_aria": "Email",
  "github_aria": "GitHub",
  "auto_scroll_on": "Gulir Otomatis Nyala",
  "auto_scroll_off": "Gulir Otomatis Mati",
  "access_denied_title": "Akses Ditolak",
  "access_denied_default_message": "Anda tidak memiliki otorisasi untuk tindakan ini.",
  "access_denied_session_message": "Anda tidak memiliki izin untuk melihat sesi ini. Anda akan dialihkan ke beranda.",
  "tenant_create_title": "Buat Penyewa Baru",
  "org_name_placeholder": "Nama Organisasi",
  "domains_placeholder_hint": "Domain (dipisahkan koma, mis., contoso.com, sub.contoso.com)",
  "domains_placeholder_simple": "Domain (dipisahkan koma)",
  "tenant_id_placeholder": "ID Penyewa",
  "client_id_placeholder": "ID Klien",
  "client_secret_placeholder": "Rahasia Klien",
  "client_secret_new_placeholder": "Rahasia Klien Baru (opsional)",
  "create_tenant_btn": "Buat Penyewa",
  "save_btn": "Simpan",
  "cancel_btn": "Batal",
  "edit_btn_title": "Edit",
  "delete_btn_title": "Hapus",
  "delete_confirm_tenant": "Apakah Anda yakin ingin menghapus {{name}}?",
  "client_id_label": "ID Klien:",
  "tenant_id_label": "ID Penyewa:",
  "secret_set_badge": "Rahasia Diatur",
  "no_secret_badge": "Tidak Ada Rahasia",
  "tenant_mgmt_title": "Manajemen Penyewa",
  "no_tenants_found": "Tidak ada penyewa ditemukan.",
  "user_id_label": "ID:",
  "set_admin_label": "Tetapkan sebagai Administrator",
  "delete_confirm_user": "Apakah Anda yakin ingin menghapus {{name}}?",
  "no_name_fallback": "(Tanpa Nama)",
  "no_email_fallback": "(Tanpa Email)",
  "admin_badge": "Admin",
  "edit_admin_status_title": "Edit Status Admin",
  "user_mgmt_title": "Manajemen Pengguna",
  "no_users_found": "Tidak ada pengguna ditemukan.",
  "not_found_title": "404 - Halaman Tidak Ditemukan",
  "not_found_description": "Halaman ini tidak ada. Mari kita kembalikan Anda ke beranda.",
  "settings_title": "Pengaturan",
  "appearance_title": "Tampilan",
  "theme_label": "Tema",
  "light_mode": "Terang",
  "dark_mode": "Gelap",
  "preferences_title": "Preferensi",
  "language_label": "Bahasa",
  "display_mode_label": "Mode Tampilan",
  "display_mode_both": "Tampilkan Keduanya",
  "display_mode_transcript": "Hanya Transkrip",
  "display_mode_translation": "Hanya Terjemahan",
  "menu_home": "Beranda",
  "menu_settings": "Pengaturan",
  "menu_admin": "Admin",
  "menu_logout": "Keluar",
  "user_menu_tooltip": "Masuk sebagai {{name}}. Klik untuk opsi.",
  "download_transcript": "Unduh transkrip",
  "downloading": "Mengunduh...",
  "loading_history": "Menerjemahkan riwayat percakapan...",
  "active_sessions_title": "Sesi Aktif",
  "active_sessions_desc": "Pemantauan real-time",
  "refetching": "Memuat ulang...",
  "updated_at": "Diperbarui: {{time}}",
  "no_active_sessions": "Tidak ada sesi aktif ditemukan.",
  "live_status": "Langsung",
  "started_label": "Dimulai:",
  "logs_title": "Log Server",
  "logs_subtitle": "(Tidak termasuk kontainer RTMS)",
  "auto_scroll_label": "Gulir otomatis",
  "refresh_now": "Segarkan Sekarang",
  "refreshing": "Menyegarkan...",
  "no_logs": "Tidak ada log yang tersedia.",
  "error_loading_logs": "Kesalahan memuat log: ",
  "system_metrics_title": "Metrik Sistem",
  "refresh_data": "Segarkan Data",
  "tab_server": "Server",
  "tab_zoom": "Zoom",
  "server_backend_title": "Server Backend (Python)",
  "server_sessions_title": "Sesi Transkripsi Aktif",
  "server_no_sessions": "Tidak ada sesi transkripsi aktif di server.",
  "zoom_service_title": "Layanan Mikro Zoom (Node)",
  "zoom_streams_title": "Stream Zoom Aktif",
  "zoom_no_streams": "Tidak ada stream Zoom aktif yang terhubung.",
  "col_role": "Peran",
  "col_uuid": "UUID Rapat",
  "col_duration": "Durasi",
  "col_session_id": "ID Sesi",
  "col_integration": "Integrasi",
  "col_viewers": "Penonton",
  "col_languages": "Bahasa",
  "metric_uptime": "Waktu Aktif",
  "metric_memory": "Memori (RSS)",
  "metric_cpu": "Penggunaan CPU",
  "metric_load": "Beban Host (1m)",
  "tooltip_memory": "RAM aktual yang digunakan oleh proses (tidak termasuk swap).",
  "tooltip_cpu": "Persentase inti CPU tunggal yang digunakan oleh kontainer/proses spesifik ini.",
  "tooltip_load": "Beban sistem global. Nilai tinggi memengaruhi semua kontainer pada node ini.",
  "calendar_title": "Rapat Mendatang",
  "calendar_subtitle": "Lihat dan gabung ke rapat online terjadwal Anda",
  "calendar_sync_btn": "Sinkronkan Kalender",
  "calendar_no_events": "Tidak ditemukan acara mendatang",
  "calendar_no_events_hint": "Coba sesuaikan filter tanggal atau sinkronkan",
  "status_cancelled": "Dibatalkan",
  "status_ended": "Berakhir",
  "status_scheduled": "Terjadwal",
  "start_transcription_btn": "Mulai Transkripsi",
  "no_subject": "Tanpa Subjek",
  "platform_online": "Online",
  "waiting_title": "Menunggu Sesi Dimulai...",
  "waiting_desc": "Harap tetap di halaman ini. Transkripsi akan dimulai secara otomatis saat host memulai rapat.",
  "loading_admin": "Memuat data admin...",
  "manual_join": "Gabung Secara Manual",
  "calendar_join": "Gabung dari Kalender",
  "meeting_ended": "Rapat Berakhir",
  "meeting_ended_description": "Transkrip dan ringkasan AI akan dikirimkan melalui email kepada Anda segera.\n\nAnda juga dapat mengunduh file transkrip langsung di sini.",
  "integration_standalone": "Mandiri",
  "standalone_mode_description": "Mode mandiri menawarkan fungsi penerjemahan rapat tatap muka",
  "join_url_standalone_placeholder": "cth. https://translator.my-uam.com/session/...",
  "join_standalone_btn": "Gabung Rapat Mandiri",
  "host_mode_description": "Apakah Anda ingin memulai rapat, bukan bergabung?",
  "start_new_meeting_btn": "Mulai Rapat Mandiri",
  "join_link": "Tautan Gabung",
  "copy_to_clipboard": "Salin ke Papan Klip",
  "audio_connection_error": "Kesalahan Koneksi Audio",
  "join_audio": "Gabung dgn Audio",
  "unmute": "Bunyikan",
  "mute": "Bisukan",
  "end_broadcast": "Akhiri Siaran"
}
